export const dummy = [
  {
    type: 'multipleChoice',
    title: '가장 좋아하는 음식을 입력하세요',
    description: '설문 문항에 대한 설명입니다',
    responseCnt: 40,
    options: {
      labels: [
        '안녕하세요요요요요ㅛ용요요요ㅛㅇ요ㅛ요요용용요요ㅛ요요요ㅛㅇ요요요ㅛ요요ㅛㅇ',
        '치킨',
        '곱창',
        '마라탕',
        '떡볶이',
        '볶음밥',
        '솜사탕',
      ],
      users: [
        {
          id: 1,
          nickname: '곽성재1',
          pick: 4,
        },
        {
          id: 2,
          nickname: '곽성재2',
          pick: 1,
        },
        {
          id: 3,
          nickname: '곽성재3',
          pick: 3,
        },
        {
          id: 4,
          nickname: '곽성재5',
          pick: 4,
        },
        {
          id: 5,
          nickname: '곽성재6',
          pick: 5,
        },
        {
          id: 6,
          nickname: '곽성재7',
          pick: 6,
        },
        {
          id: 7,
          nickname: '곽성재8',
          pick: 7,
        },
        {
          id: 1,
          nickname: '곽성재1',
          pick: 4,
        },
        {
          id: 2,
          nickname: '곽성재2',
          pick: 1,
        },
        {
          id: 3,
          nickname: '곽성재3',
          pick: 3,
        },
        {
          id: 4,
          nickname: '곽성재5',
          pick: 4,
        },
        {
          id: 5,
          nickname: '곽성재6',
          pick: 5,
        },
        {
          id: 6,
          nickname: '곽성재7',
          pick: 6,
        },
        {
          id: 7,
          nickname: '곽성재8',
          pick: 7,
        },
      ],
      values: [0, 200, 300, 1000, 500, 600, 700],
    },
  },
  {
    type: 'shortAns',
    title: '가장 좋아하는 색상을 적어주세요',
    responseCnt: 20,
    options: {
      values: [`빨강`, `주황`, `노랑`],
      users: [
        {
          id: 1,
          nickname: '곽성재1',
        },
        {
          id: 2,
          nickname: '곽성재2',
        },
        {
          id: 3,
          nickname: '곽성재3',
        },
      ],
    },
  },
  {
    type: 'shortAns',
    title: '가장 좋아하는 색상을 적어주세요',
    responseCnt: 20,
    options: {
      values: [
        `자전거 도둑, 달걀은 달걀로 갚으렴, 시인의 꿈, 옥상의
      민들레꽃, 할머니는 우리 편, 마지막 임금님 작중 수남을
      귀여워해주는 손님 중 하나가 야학이라도 다녀볼 생각 없냐라고
      한 게 공부를 하기 시작한 계기가 되었고, 용품점 사장님은 그런
      수남을 '그저 시간만 있으면 책이라고'라며 손님들에게애ㅍ
      자전거 도둑, 달걀은 달걀로 갚으렴, 시인의 꿈, 옥상의
      민들레꽃, 할머니는 우리 편, 마지막 임금님 작중 수남을
      귀여워해주는 손님 중 하나가 야학이라도 다녀볼 생각 없냐라고
      한 게 공부를 하기 시작한 계기가 되었고, 용품점 사장님은 그런
      수남을 '그저 시간만 있으면 책이라고'라며 손님들에게애ㅍ`,
        `자전거 도둑, 달걀은 달걀로 갚으렴, 시인의 꿈, 옥상의
      민들레꽃, 할머니는 우리 편, 마지막 임금님 작중 수남을
      귀여워해주는 손님 중 하나가 야학이라도 다녀볼 생각 없냐라고
      한 게 공부를 하기 시작한 계기가 되었고, 용품점 사장님은 그런
      수남을 '그저 시간만 있으면 책이라고'라며 손님들에게애ㅍ
      자전거 도둑, 달걀은 달걀로 갚으렴, 시인의 꿈, 옥상의
      민들레꽃, 할머니는 우리 편, 마지막 임금님 작중 수남을
      귀여워해주는 손님 중 하나가 야학이라도 다녀볼 생각 없냐라고
      한 게 공부를 하기 시작한 계기가 되었고, 용품점 사장님은 그런
      수남을 '그저 시간만 있으면 책이라고'라며 손님들에게애ㅍ`,
        `자전거 도둑, 달걀은 달걀로 갚으렴, 시인의 꿈, 옥상의
      민들레꽃, 할머니는 우리 편, 마지막 임금님 작중 수남을
      귀여워해주는 손님 중 하나가 야학이라도 다녀볼 생각 없냐라고
      한 게 공부를 하기 시작한 계기가 되었고, 용품점 사장님은 그런
      수남을 '그저 시간만 있으면 책이라고'라며 손님들에게애ㅍ
      자전거 도둑, 달걀은 달걀로 갚으렴, 시인의 꿈, 옥상의
      민들레꽃, 할머니는 우리 편, 마지막 임금님 작중 수남을
      귀여워해주는 손님 중 하나가 야학이라도 다녀볼 생각 없냐라고
      한 게 공부를 하기 시작한 계기가 되었고, 용품점 사장님은 그런
      수남을 '그저 시간만 있으면 책이라고'라며 손님들에게애ㅍ`,
        `자전거 도둑, 달걀은 달걀로 갚으렴, 시인의 꿈, 옥상의
      민들레꽃, 할머니는 우리 편, 마지막 임금님 작중 수남을
      귀여워해주는 손님 중 하나가 야학이라도 다녀볼 생각 없냐라고
      한 게 공부를 하기 시작한 계기가 되었고, 용품점 사장님은 그런
      수남을 '그저 시간만 있으면 책이라고'라며 손님들에게애ㅍ
      자전거 도둑, 달걀은 달걀로 갚으렴, 시인의 꿈, 옥상의
      민들레꽃, 할머니는 우리 편, 마지막 임금님 작중 수남을
      귀여워해주는 손님 중 하나가 야학이라도 다녀볼 생각 없냐라고
      한 게 공부를 하기 시작한 계기가 되었고, 용품점 사장님은 그런
      수남을 '그저 시간만 있으면 책이라고'라며 손님들에게애ㅍ`,
        `자전거 도둑, 달걀은 달걀로 갚으렴, 시인의 꿈, 옥상의
      민들레꽃, 할머니는 우리 편, 마지막 임금님 작중 수남을
      귀여워해주는 손님 중 하나가 야학이라도 다녀볼 생각 없냐라고
      한 게 공부를 하기 시작한 계기가 되었고, 용품점 사장님은 그런
      수남을 '그저 시간만 있으면 책이라고'라며 손님들에게애ㅍ
      자전거 도둑, 달걀은 달걀로 갚으렴, 시인의 꿈, 옥상의
      민들레꽃, 할머니는 우리 편, 마지막 임금님 작중 수남을
      귀여워해주는 손님 중 하나가 야학이라도 다녀볼 생각 없냐라고
      한 게 공부를 하기 시작한 계기가 되었고, 용품점 사장님은 그런
      수남을 '그저 시간만 있으면 책이라고'라며 손님들에게애ㅍ`,
        `자전거 도둑, 달걀은 달걀로 갚으렴, 시인의 꿈, 옥상의
      민들레꽃, 할머니는 우리 편, 마지막 임금님 작중 수남을
      귀여워해주는 손님 중 하나가 야학이라도 다녀볼 생각 없냐라고
      한 게 공부를 하기 시작한 계기가 되었고, 용품점 사장님은 그런
      수남을 '그저 시간만 있으면 책이라고'라며 손님들에게애ㅍ
      자전거 도둑, 달걀은 달걀로 갚으렴, 시인의 꿈, 옥상의
      민들레꽃, 할머니는 우리 편, 마지막 임금님 작중 수남을
      귀여워해주는 손님 중 하나가 야학이라도 다녀볼 생각 없냐라고
      한 게 공부를 하기 시작한 계기가 되었고, 용품점 사장님은 그런
      수남을 '그저 시간만 있으면 책이라고'라며 손님들에게애ㅍ`,
      ],
      users: [
        {
          id: 1,
          nickname: '곽성재1',
        },
        {
          id: 2,
          nickname: '곽성재2',
        },
        {
          id: 3,
          nickname: '곽성재3',
        },
        {
          id: 4,
          nickname: '곽성재4',
        },
        {
          id: 5,
          nickname: '곽성재5',
        },
        {
          id: 6,
          nickname: '곽성재6',
        },
      ],
    },
  },
  {
    type: 'shortAns',
    title: '가장 좋아하는 색상을 적어주세요',
    responseCnt: 20,
    options: {
      values: [
        `자전거 도둑, 달걀은 달걀로 갚으렴, 시인의 꿈, 옥상의
      민들레꽃, 할머니는 우리 편, 마지막 임금님 작중 수남을
      귀여워해주는 손님 중 하나가 야학이라도 다녀볼 생각 없냐라고
      한 게 공부를 하기 시작한 계기가 되었고, 용품점 사장님은 그런
      수남을 '그저 시간만 있으면 책이라고'라며 손님들에게애ㅍ
      자전거 도둑, 달걀은 달걀로 갚으렴, 시인의 꿈, 옥상의
      민들레꽃, 할머니는 우리 편, 마지막 임금님 작중 수남을
      귀여워해주는 손님 중 하나가 야학이라도 다녀볼 생각 없냐라고
      한 게 공부를 하기 시작한 계기가 되었고, 용품점 사장님은 그런
      수남을 '그저 시간만 있으면 책이라고'라며 손님들에게애ㅍ`,
        `자전거 도둑, 달걀은 달걀로 갚으렴, 시인의 꿈, 옥상의
      민들레꽃, 할머니는 우리 편, 마지막 임금님 작중 수남을
      귀여워해주는 손님 중 하나가 야학이라도 다녀볼 생각 없냐라고
      한 게 공부를 하기 시작한 계기가 되었고, 용품점 사장님은 그런
      수남을 '그저 시간만 있으면 책이라고'라며 손님들에게애ㅍ
      자전거 도둑, 달걀은 달걀로 갚으렴, 시인의 꿈, 옥상의
      민들레꽃, 할머니는 우리 편, 마지막 임금님 작중 수남을
      귀여워해주는 손님 중 하나가 야학이라도 다녀볼 생각 없냐라고
      한 게 공부를 하기 시작한 계기가 되었고, 용품점 사장님은 그런
      수남을 '그저 시간만 있으면 책이라고'라며 손님들에게애ㅍ`,
        `자전거 도둑, 달걀은 달걀로 갚으렴, 시인의 꿈, 옥상의
      민들레꽃, 할머니는 우리 편, 마지막 임금님 작중 수남을
      귀여워해주는 손님 중 하나가 야학이라도 다녀볼 생각 없냐라고
      한 게 공부를 하기 시작한 계기가 되었고, 용품점 사장님은 그런
      수남을 '그저 시간만 있으면 책이라고'라며 손님들에게애ㅍ
      자전거 도둑, 달걀은 달걀로 갚으렴, 시인의 꿈, 옥상의
      민들레꽃, 할머니는 우리 편, 마지막 임금님 작중 수남을
      귀여워해주는 손님 중 하나가 야학이라도 다녀볼 생각 없냐라고
      한 게 공부를 하기 시작한 계기가 되었고, 용품점 사장님은 그런
      수남을 '그저 시간만 있으면 책이라고'라며 손님들에게애ㅍ`,
        `자전거 도둑, 달걀은 달걀로 갚으렴, 시인의 꿈, 옥상의
      민들레꽃, 할머니는 우리 편, 마지막 임금님 작중 수남을
      귀여워해주는 손님 중 하나가 야학이라도 다녀볼 생각 없냐라고
      한 게 공부를 하기 시작한 계기가 되었고, 용품점 사장님은 그런
      수남을 '그저 시간만 있으면 책이라고'라며 손님들에게애ㅍ
      자전거 도둑, 달걀은 달걀로 갚으렴, 시인의 꿈, 옥상의
      민들레꽃, 할머니는 우리 편, 마지막 임금님 작중 수남을
      귀여워해주는 손님 중 하나가 야학이라도 다녀볼 생각 없냐라고
      한 게 공부를 하기 시작한 계기가 되었고, 용품점 사장님은 그런
      수남을 '그저 시간만 있으면 책이라고'라며 손님들에게애ㅍ`,
        `자전거 도둑, 달걀은 달걀로 갚으렴, 시인의 꿈, 옥상의
      민들레꽃, 할머니는 우리 편, 마지막 임금님 작중 수남을
      귀여워해주는 손님 중 하나가 야학이라도 다녀볼 생각 없냐라고
      한 게 공부를 하기 시작한 계기가 되었고, 용품점 사장님은 그런
      수남을 '그저 시간만 있으면 책이라고'라며 손님들에게애ㅍ
      자전거 도둑, 달걀은 달걀로 갚으렴, 시인의 꿈, 옥상의
      민들레꽃, 할머니는 우리 편, 마지막 임금님 작중 수남을
      귀여워해주는 손님 중 하나가 야학이라도 다녀볼 생각 없냐라고
      한 게 공부를 하기 시작한 계기가 되었고, 용품점 사장님은 그런
      수남을 '그저 시간만 있으면 책이라고'라며 손님들에게애ㅍ`,
        `자전거 도둑, 달걀은 달걀로 갚으렴, 시인의 꿈, 옥상의
      민들레꽃, 할머니는 우리 편, 마지막 임금님 작중 수남을
      귀여워해주는 손님 중 하나가 야학이라도 다녀볼 생각 없냐라고
      한 게 공부를 하기 시작한 계기가 되었고, 용품점 사장님은 그런
      수남을 '그저 시간만 있으면 책이라고'라며 손님들에게애ㅍ
      자전거 도둑, 달걀은 달걀로 갚으렴, 시인의 꿈, 옥상의
      민들레꽃, 할머니는 우리 편, 마지막 임금님 작중 수남을
      귀여워해주는 손님 중 하나가 야학이라도 다녀볼 생각 없냐라고
      한 게 공부를 하기 시작한 계기가 되었고, 용품점 사장님은 그런
      수남을 '그저 시간만 있으면 책이라고'라며 손님들에게애ㅍ`,
      ],
      users: [
        {
          id: 1,
          nickname: '곽성재1',
        },
        {
          id: 2,
          nickname: '곽성재2',
        },
        {
          id: 3,
          nickname: '곽성재3',
        },
        {
          id: 4,
          nickname: '곽성재4',
        },
        {
          id: 5,
          nickname: '곽성재5',
        },
        {
          id: 6,
          nickname: '곽성재6',
        },
      ],
    },
  },
  {
    type: 'shortAns',
    title: '가장 좋아하는 색상을 적어주세요',
    responseCnt: 20,
    options: {
      values: [
        `자전거 도둑, 달걀은 달걀로 갚으렴, 시인의 꿈, 옥상의
      민들레꽃, 할머니는 우리 편, 마지막 임금님 작중 수남을
      귀여워해주는 손님 중 하나가 야학이라도 다녀볼 생각 없냐라고
      한 게 공부를 하기 시작한 계기가 되었고, 용품점 사장님은 그런
      수남을 '그저 시간만 있으면 책이라고'라며 손님들에게애ㅍ
      자전거 도둑, 달걀은 달걀로 갚으렴, 시인의 꿈, 옥상의
      민들레꽃, 할머니는 우리 편, 마지막 임금님 작중 수남을
      귀여워해주는 손님 중 하나가 야학이라도 다녀볼 생각 없냐라고
      한 게 공부를 하기 시작한 계기가 되었고, 용품점 사장님은 그런
      수남을 '그저 시간만 있으면 책이라고'라며 손님들에게애ㅍ`,
        `자전거 도둑, 달걀은 달걀로 갚으렴, 시인의 꿈, 옥상의
      민들레꽃, 할머니는 우리 편, 마지막 임금님 작중 수남을
      귀여워해주는 손님 중 하나가 야학이라도 다녀볼 생각 없냐라고
      한 게 공부를 하기 시작한 계기가 되었고, 용품점 사장님은 그런
      수남을 '그저 시간만 있으면 책이라고'라며 손님들에게애ㅍ
      자전거 도둑, 달걀은 달걀로 갚으렴, 시인의 꿈, 옥상의
      민들레꽃, 할머니는 우리 편, 마지막 임금님 작중 수남을
      귀여워해주는 손님 중 하나가 야학이라도 다녀볼 생각 없냐라고
      한 게 공부를 하기 시작한 계기가 되었고, 용품점 사장님은 그런
      수남을 '그저 시간만 있으면 책이라고'라며 손님들에게애ㅍ`,
        `자전거 도둑, 달걀은 달걀로 갚으렴, 시인의 꿈, 옥상의
      민들레꽃, 할머니는 우리 편, 마지막 임금님 작중 수남을
      귀여워해주는 손님 중 하나가 야학이라도 다녀볼 생각 없냐라고
      한 게 공부를 하기 시작한 계기가 되었고, 용품점 사장님은 그런
      수남을 '그저 시간만 있으면 책이라고'라며 손님들에게애ㅍ
      자전거 도둑, 달걀은 달걀로 갚으렴, 시인의 꿈, 옥상의
      민들레꽃, 할머니는 우리 편, 마지막 임금님 작중 수남을
      귀여워해주는 손님 중 하나가 야학이라도 다녀볼 생각 없냐라고
      한 게 공부를 하기 시작한 계기가 되었고, 용품점 사장님은 그런
      수남을 '그저 시간만 있으면 책이라고'라며 손님들에게애ㅍ`,
        `자전거 도둑, 달걀은 달걀로 갚으렴, 시인의 꿈, 옥상의
      민들레꽃, 할머니는 우리 편, 마지막 임금님 작중 수남을
      귀여워해주는 손님 중 하나가 야학이라도 다녀볼 생각 없냐라고
      한 게 공부를 하기 시작한 계기가 되었고, 용품점 사장님은 그런
      수남을 '그저 시간만 있으면 책이라고'라며 손님들에게애ㅍ
      자전거 도둑, 달걀은 달걀로 갚으렴, 시인의 꿈, 옥상의
      민들레꽃, 할머니는 우리 편, 마지막 임금님 작중 수남을
      귀여워해주는 손님 중 하나가 야학이라도 다녀볼 생각 없냐라고
      한 게 공부를 하기 시작한 계기가 되었고, 용품점 사장님은 그런
      수남을 '그저 시간만 있으면 책이라고'라며 손님들에게애ㅍ`,
        `자전거 도둑, 달걀은 달걀로 갚으렴, 시인의 꿈, 옥상의
      민들레꽃, 할머니는 우리 편, 마지막 임금님 작중 수남을
      귀여워해주는 손님 중 하나가 야학이라도 다녀볼 생각 없냐라고
      한 게 공부를 하기 시작한 계기가 되었고, 용품점 사장님은 그런
      수남을 '그저 시간만 있으면 책이라고'라며 손님들에게애ㅍ
      자전거 도둑, 달걀은 달걀로 갚으렴, 시인의 꿈, 옥상의
      민들레꽃, 할머니는 우리 편, 마지막 임금님 작중 수남을
      귀여워해주는 손님 중 하나가 야학이라도 다녀볼 생각 없냐라고
      한 게 공부를 하기 시작한 계기가 되었고, 용품점 사장님은 그런
      수남을 '그저 시간만 있으면 책이라고'라며 손님들에게애ㅍ`,
        `자전거 도둑, 달걀은 달걀로 갚으렴, 시인의 꿈, 옥상의
      민들레꽃, 할머니는 우리 편, 마지막 임금님 작중 수남을
      귀여워해주는 손님 중 하나가 야학이라도 다녀볼 생각 없냐라고
      한 게 공부를 하기 시작한 계기가 되었고, 용품점 사장님은 그런
      수남을 '그저 시간만 있으면 책이라고'라며 손님들에게애ㅍ
      자전거 도둑, 달걀은 달걀로 갚으렴, 시인의 꿈, 옥상의
      민들레꽃, 할머니는 우리 편, 마지막 임금님 작중 수남을
      귀여워해주는 손님 중 하나가 야학이라도 다녀볼 생각 없냐라고
      한 게 공부를 하기 시작한 계기가 되었고, 용품점 사장님은 그런
      수남을 '그저 시간만 있으면 책이라고'라며 손님들에게애ㅍ`,
      ],
      users: [
        {
          id: 1,
          nickname: '곽성재1',
        },
        {
          id: 2,
          nickname: '곽성재2',
        },
        {
          id: 3,
          nickname: '곽성재3',
        },
        {
          id: 4,
          nickname: '곽성재4',
        },
        {
          id: 5,
          nickname: '곽성재5',
        },
        {
          id: 6,
          nickname: '곽성재6',
        },
      ],
    },
  },
  {
    type: 'multipleChoice',
    title: '가장 좋아하는 음식을 입력하세요',
    description: '설문 문항에 대한 설명입니다',
    responseCnt: 40,
    options: {
      labels: ['피자', '치킨', '곱창', '마라탕', '떡볶이', '볶음밥', '솜사탕'],
      users: [
        {
          id: 1,
          nickname: '곽성재1',
          pick: 4,
        },
        {
          id: 2,
          nickname: '곽성재2',
          pick: 1,
        },
        {
          id: 3,
          nickname: '곽성재3',
          pick: 3,
        },
        {
          id: 4,
          nickname: '곽성재4',
          pick: 2,
        },
      ],
      values: [100, 200, 300, 1000, 500, 600, 700],
    },
  },
  {
    type: 'multipleChoice',
    title: '가장 좋아하는 음식을 입력하세요',
    description: '설문 문항에 대한 설명입니다',
    responseCnt: 40,
    options: {
      labels: ['피자', '치킨', '곱창', '마라탕', '떡볶이', '볶음밥', '솜사탕'],
      users: [
        {
          id: 1,
          nickname: '곽성재1',
          pick: 4,
        },
        {
          id: 2,
          nickname: '곽성재2',
          pick: 1,
        },
        {
          id: 3,
          nickname: '곽성재3',
          pick: 3,
        },
        {
          id: 4,
          nickname: '곽성재4',
          pick: 2,
        },
      ],
      values: [100, 200, 300, 1000, 500, 600, 700],
    },
  },
  {
    type: 'multipleChoice',
    title: '가장 좋아하는 음식을 입력하세요',
    description: '설문 문항에 대한 설명입니다',
    responseCnt: 40,
    options: {
      labels: ['피자', '치킨', '곱창', '마라탕', '떡볶이', '볶음밥', '솜사탕'],
      users: [
        {
          id: 1,
          nickname: '곽성재1',
          pick: 4,
        },
        {
          id: 2,
          nickname: '곽성재2',
          pick: 1,
        },
        {
          id: 3,
          nickname: '곽성재3',
          pick: 3,
        },
        {
          id: 4,
          nickname: '곽성재4',
          pick: 2,
        },
      ],
      values: [100, 200, 300, 1000, 500, 600, 700],
    },
  },
  {
    type: 'multipleChoice',
    title: '가장 좋아하는 음식을 입력하세요',
    description: '설문 문항에 대한 설명입니다',
    responseCnt: 40,
    options: {
      labels: ['피자', '치킨', '곱창', '마라탕', '떡볶이', '볶음밥', '솜사탕'],
      users: [
        {
          id: 1,
          nickname: '곽성재1',
          pick: 4,
        },
        {
          id: 2,
          nickname: '곽성재2',
          pick: 1,
        },
        {
          id: 3,
          nickname: '곽성재3',
          pick: 3,
        },
        {
          id: 4,
          nickname: '곽성재4',
          pick: 2,
        },
      ],
      values: [100, 200, 300, 1000, 500, 600, 700],
    },
  },
  {
    type: 'multipleChoice',
    title: '가장 좋아하는 음식을 입력하세요',
    description: '설문 문항에 대한 설명입니다',
    responseCnt: 40,
    options: {
      labels: ['피자', '치킨', '곱창', '마라탕', '떡볶이', '볶음밥', '솜사탕'],
      users: [
        {
          id: 1,
          nickname: '곽성재1',
          pick: 4,
        },
        {
          id: 2,
          nickname: '곽성재2',
          pick: 1,
        },
        {
          id: 3,
          nickname: '곽성재3',
          pick: 3,
        },
        {
          id: 4,
          nickname: '곽성재4',
          pick: 2,
        },
      ],
      values: [100, 200, 300, 1000, 500, 600, 700],
    },
  },
  {
    type: 'multipleChoice',
    title: '가장 좋아하는 음식을 입력하세요',
    description: '설문 문항에 대한 설명입니다',
    responseCnt: 40,
    options: {
      labels: ['피자', '치킨', '곱창', '마라탕', '떡볶이', '볶음밥', '솜사탕'],
      users: [
        {
          id: 1,
          nickname: '곽성재1',
          pick: 4,
        },
        {
          id: 2,
          nickname: '곽성재2',
          pick: 1,
        },
        {
          id: 3,
          nickname: '곽성재3',
          pick: 3,
        },
        {
          id: 4,
          nickname: '곽성재4',
          pick: 2,
        },
      ],
      values: [100, 200, 300, 1000, 500, 600, 700],
    },
  },
  {
    type: 'multipleChoice',
    title: '가장 좋아하는 음식을 입력하세요',
    description: '설문 문항에 대한 설명입니다',
    responseCnt: 40,
    options: {
      labels: ['피자', '치킨', '곱창', '마라탕', '떡볶이', '볶음밥', '솜사탕'],
      users: [
        {
          id: 1,
          nickname: '곽성재1',
          pick: 4,
        },
        {
          id: 2,
          nickname: '곽성재2',
          pick: 1,
        },
        {
          id: 3,
          nickname: '곽성재3',
          pick: 3,
        },
        {
          id: 4,
          nickname: '곽성재4',
          pick: 2,
        },
      ],
      values: [100, 200, 300, 1000, 500, 600, 700],
    },
  },
  {
    type: 'multipleChoice',
    title: '가장 좋아하는 음식을 입력하세요',
    description: '설문 문항에 대한 설명입니다',
    responseCnt: 40,
    options: {
      labels: ['피자', '치킨', '곱창', '마라탕', '떡볶이', '볶음밥', '솜사탕'],
      users: [
        {
          id: 1,
          nickname: '곽성재1',
          pick: 4,
        },
        {
          id: 2,
          nickname: '곽성재2',
          pick: 1,
        },
        {
          id: 3,
          nickname: '곽성재3',
          pick: 3,
        },
        {
          id: 4,
          nickname: '곽성재4',
          pick: 2,
        },
      ],
      values: [100, 200, 300, 1000, 500, 600, 700],
    },
  },
  {
    type: 'multipleChoice',
    title: '가장 좋아하는 음식을 입력하세요',
    description: '설문 문항에 대한 설명입니다',
    responseCnt: 40,
    options: {
      labels: ['피자', '치킨', '곱창', '마라탕', '떡볶이', '볶음밥', '솜사탕'],
      users: [
        {
          id: 1,
          nickname: '곽성재1',
          pick: 4,
        },
        {
          id: 2,
          nickname: '곽성재2',
          pick: 1,
        },
        {
          id: 3,
          nickname: '곽성재3',
          pick: 3,
        },
        {
          id: 4,
          nickname: '곽성재4',
          pick: 2,
        },
      ],
      values: [100, 200, 300, 1000, 500, 600, 700],
    },
  },
  {
    type: 'multipleChoice',
    title: '가장 좋아하는 음식을 입력하세요',
    description: '설문 문항에 대한 설명입니다',
    responseCnt: 40,
    options: {
      labels: ['피자', '치킨', '곱창', '마라탕', '떡볶이', '볶음밥', '솜사탕'],
      users: [
        {
          id: 1,
          nickname: '곽성재1',
          pick: 4,
        },
        {
          id: 2,
          nickname: '곽성재2',
          pick: 1,
        },
        {
          id: 3,
          nickname: '곽성재3',
          pick: 3,
        },
        {
          id: 4,
          nickname: '곽성재4',
          pick: 2,
        },
      ],
      values: [100, 200, 300, 1000, 500, 600, 700],
    },
  },
  {
    type: 'multipleChoice',
    title: '가장 좋아하는 음식을 입력하세요',
    description: '설문 문항에 대한 설명입니다',
    responseCnt: 40,
    options: {
      labels: ['피자', '치킨', '곱창', '마라탕', '떡볶이', '볶음밥', '솜사탕'],
      users: [
        {
          id: 1,
          nickname: '곽성재1',
          pick: 4,
        },
        {
          id: 2,
          nickname: '곽성재2',
          pick: 1,
        },
        {
          id: 3,
          nickname: '곽성재3',
          pick: 3,
        },
        {
          id: 4,
          nickname: '곽성재4',
          pick: 2,
        },
      ],
      values: [100, 200, 300, 1000, 500, 600, 700],
    },
  },
  {
    type: 'multipleChoice',
    title: '가장 좋아하는 음식을 입력하세요',
    description: '설문 문항에 대한 설명입니다',
    responseCnt: 40,
    options: {
      labels: ['피자', '치킨', '곱창', '마라탕', '떡볶이', '볶음밥', '솜사탕'],
      users: [
        {
          id: 1,
          nickname: '곽성재1',
          pick: 4,
        },
        {
          id: 2,
          nickname: '곽성재2',
          pick: 1,
        },
        {
          id: 3,
          nickname: '곽성재3',
          pick: 3,
        },
        {
          id: 4,
          nickname: '곽성재4',
          pick: 2,
        },
      ],
      values: [100, 200, 300, 1000, 500, 600, 700],
    },
  },
  {
    type: 'multipleChoice',
    title: '가장 좋아하는 음식을 입력하세요',
    description: '설문 문항에 대한 설명입니다',
    responseCnt: 40,
    options: {
      labels: ['피자', '치킨', '곱창', '마라탕', '떡볶이', '볶음밥', '솜사탕'],
      users: [
        {
          id: 1,
          nickname: '곽성재1',
          pick: 4,
        },
        {
          id: 2,
          nickname: '곽성재2',
          pick: 1,
        },
        {
          id: 3,
          nickname: '곽성재3',
          pick: 3,
        },
        {
          id: 4,
          nickname: '곽성재4',
          pick: 2,
        },
      ],
      values: [100, 200, 300, 1000, 500, 600, 700],
    },
  },
  {
    type: 'multipleChoice',
    title: '가장 좋아하는 음식을 입력하세요',
    description: '설문 문항에 대한 설명입니다',
    responseCnt: 40,
    options: {
      labels: ['피자', '치킨', '곱창', '마라탕', '떡볶이', '볶음밥', '솜사탕'],
      users: [
        {
          id: 1,
          nickname: '곽성재1',
          pick: 4,
        },
        {
          id: 2,
          nickname: '곽성재2',
          pick: 1,
        },
        {
          id: 3,
          nickname: '곽성재3',
          pick: 3,
        },
        {
          id: 4,
          nickname: '곽성재4',
          pick: 2,
        },
      ],
      values: [100, 200, 300, 1000, 500, 600, 700],
    },
  },
  {
    type: 'multipleChoice',
    title: '가장 좋아하는 음식을 입력하세요',
    description: '설문 문항에 대한 설명입니다',
    responseCnt: 40,
    options: {
      labels: ['피자', '치킨', '곱창', '마라탕', '떡볶이', '볶음밥', '솜사탕'],
      users: [
        // {
        //   id: 1,
        //   nickname: '곽성재1',
        //   pick: 4,
        // },
        // {
        //   id: 2,
        //   nickname: '곽성재2',
        //   pick: 1,
        // },
        // {
        //   id: 3,
        //   nickname: '곽성재3',
        //   pick: 3,
        // },
        // {
        //   id: 4,
        //   nickname: '곽성재4',
        //   pick: 2,
        // },
      ],
      values: [100, 200, 300, 1000, 500, 600, 700],
    },
  },
];
